1:HelpChat
00000000
How do I get
我怎样才能得到
00000001
find
寻找
00000002
...my way around?
...如何找到去往各处的路？
00000003
...my professor?
...我的教授？
00000004
To find your way around, open the map, young wizard!
年轻的魔法师，打开地图查看你周围的路。
00000005
If you want to find your teacher, then you must go to Ravenwood and visit the house of your school of focus.
如果你想找到你的老师，你必须去拉文霍德找到你所选学院的那个房子。
00000006
use
使用
00000007
...more Health?
...更多生命值？
00000008
change
改变
00000009
learn
学习
00000011
...the compass?
...指南针？
00000012
...more Health?
...更多的生命值？
00000013
...what to do next?
...下一步做什么？
00000014
Your Health (the red sphere) is slowly restored automatically while you're in a hub area like the Commons, Ravenwood, etc. In areas with monsters, running over a red wisp will restore lost Health.
当你处在广场和拉文霍德等中心区域时，你的生命值(红色球体)会慢慢的自动恢复。在有怪物的地区，穿过红色的漂浮能量球就可以恢复生命值。
00000015
Your Mana (the blue sphere) is restored by running over blue wisps in hub areas. You can also restore lost Mana by playing minigames in the Fairegrounds, or by using a full potion bottle.
穿过蓝色的漂浮能量球，你的法力值（蓝色球体）便会恢复。你还可以通过在游乐场玩迷你游戏，或使用魔力泉水，恢复失去的法力。
00000016
Pets first arrive as eggs, and in time they will hatch into pets! You can buy pet eggs in the Shopping District, the Pet Pavilion, the Crowns Shop, and many other places throughout the Spiral.
宠物们最开始的形态是宠物蛋，不久他们就会破壳而出！你可以到购物街、宠物馆、皇冠商城或者旋涡星系的其他地方购买宠物蛋。
00000017
You can earn new clothing and equipment by defeating monsters, or you can buy clothing and equipment at the stores in the Shopping District and throughout the Spiral. Completing quests will sometimes earn you equipment and clothing.
你可以通过打怪赢取新的服装和装备，或者你也可以在购物街或旋涡星系购买服装和装备。有时，也可以通过完成任务获取装备和服装。
00000018
A yellow exclamation point over someone's head means that they have one or more quests for you. Explore the world and you may find other people with quests. Completing existing quests, or increasing your level, can open up new quests.
如果某人头上显示黄色感叹号，表示他们有任务给你。探索世界时其他人也会给你任务。每次完成任务或升级之后都可能接到新的任务。
00000019
You can earn gold by winning duels with monsters, playing minigames in the Fairegrounds, and completing quests. You can buy gold with Crowns from the Crown Shop. 
你可以通过战胜怪物、在游乐场玩迷你游戏或完成某项任务来赚取金币。也可以到皇冠商城用皇冠购买金币。
00000020
You can also sell equipment you don't want to vendors in the Shopping District. 
你也可以向购物街的小贩出售装备。
00000021
You can buy Crowns through your account on the Wizard101.com website.
你可以登陆沃尔学院官网(wo.2125.com)购买皇冠。
00000022
You can become a subscriber on the Wizard101.com website by following the instructions there. Subscribers gain access to all areas in the game!
你可以登陆沃尔学院官网(wo.2125.com)购买会员，会员可以进入游戏中的任何区域。
00000023
You can purchase access to Premium Areas with Crowns. If you have Crowns in your account, you can purchase access to a Premium Area while in the game. If not, you will be directed to the Wizard101.com website where you can purchase more Crowns.
你可以使用皇冠进入付费区域。如果你的账户上有皇冠，游戏中便可以通过花费皇冠进入付费区域。如果没有皇冠，则需登录沃尔学院官网(wo.2125.com)购买。
00000024
You can get Treasure Cards by defeating monsters in duels. Some quests will reward you with Treasure Cards. You can also buy them from Harold Argleston in the Wizard City Library, Zan'ne in the Krokotopia Library, or in the Bazaar. 
你可以通过打怪或者完成任务获得宝藏卡。也可从魔法城图书馆的哈罗德·阿吉莱斯敦那儿、克洛克图书馆的赞勒那儿或者集市上购买宝藏卡。
00000025
You can get more powerful by gaining experience from completing quests and winning duels with monsters. 
完成任务并战胜怪物后将增加你的经验值并且让你变得更强大。
00000026
You can find out more about Wizard101 at the Wizard101.com website. Many of your questions may be answered in the "Help" section (bottom tab on the left-hand column of the web page).
如果想了解更多关于沃尔学院的信息，请登录沃尔学院官网(wo.2125.com)查询。
00000027
Press "M" on your keyboard and your map will open, with your current location displayed as a green arrowhead.
按“M”键可以打开你的地图。地图上的绿色箭头就是现在你所在的位置。
00000028
Follow the arrows on the balloons on the edges of your screen. Press "N" on your keyboard or click on the compass in the lower right corner of the screen if you don't see any balloons.
按照屏幕边缘气球上的箭头指示方向前进。如果没有气球图像，则按键盘上的“N”键，或单击屏幕右下角的罗盘。
00000029
All of the professors in Wizard City are in Ravenwood, most of them in classrooms that form a ring around Bartleby, the giant tree in the middle of Ravenwood.
魔法城的所有教授都在拉文霍德，他们的教室环绕着拉文霍德中央的那棵巨树巴托比。
00000030
Unicorn Way is next to the Commons, near the Library. Private Stillson guards the gate to Unicorn Way. 
独角兽大道靠近广场，位于图书馆附近。由士兵斯蒂尔森守卫通往独角兽大道的大门。
00000031
The Commons is the main campus grounds for Wizard City. It's in the middle of everything. Headmaster Ambrose's office is in the Commons, across from the large park and pond.
广场是魔法城的主校区。它是整个魔法城的核心。校长安布罗斯的办公室就位于平民区，大公园和池塘的对面。
00000032
The Library is in the Commons, not too far from the entrance to Unicorn Way. 
图书馆位于广场，离独角兽大道入口处不远。
00000033
Ravenwood is located next to the Commons. Go through the tunnel near Headmaster Ambrose's office and you'll be in Ravenwood. 
拉文霍德位于广场旁边。穿过安布罗斯校长办公室旁的通道，你就能到达拉文霍德。
00000034
The Shopping District is located just off the Commons. The gate is right next to Headmaster Ambrose's office.
购物街在广场旁边，大门就在校长安布罗斯办公室旁边。
00000035
To get to the Olde Town, go through the Shopping District from the Commons. 
从广场穿过购物街就可以到达奥尔德镇。
00000036
The Golem Court is just off the Commons. The gate is right next to the Fairegrounds. 
傀儡庭院就在广场外面，大门在游乐场旁边。
00000037
The Fairegrounds are in the Commons, very close to Headmaster Ambrose's office. 
游乐场位于广场，靠近安布罗斯校长的办公室。
00000038
The Arena is in Unicorn Way, close to the entrance.
竞技场位于独角兽大道入口的附近。
00000039
You can make friends by selecting someone, left-clicking on them, and then adding them to your Friends list. Open your Friends list by clicking the handshake button in the upper right corner of your screen.
你可以左键单击选择好友，将其加入你的好友名单。可以点击屏幕右上角的握手按钮来打开好友名单。
00000040
If your friend is online, you can click "Go To Location" and teleport to your friend's side. 
如果你的朋友在线，点击“传送按钮”就可以将你传送到你的朋友身边。
00000041
Click on the compass in the lower right corner of your screen, or press the "N" key on your keyboard. The names of any areas and buildings should appear around the edges of your screen. Follow the arrows on the balloons to get where you want to go.
点击你屏幕右下角的指南针，或者按“N”键。所有地名和建筑名都会显示在你屏幕的边缘。顺着气球上箭头所指示的方向，就能到达你的目的地。
00000042
Click the journal in the lower right corner of your screen. You can page through your journal by clicking on the tabs on the right-hand side of the page. Your journal contains everything there is to know about your Wizard101 character.
点击屏幕右下角的日志。可以通过点击页面右侧的标签翻动日志。日志记载了你要了解的魔法101所有角色的信息。
00000043
Press "B" on your keyboard to open your Backpack. The icons at the top of the page will show you what items you have for that equipment slot. Click to highlight one and click the blue hand icon at the bottom of the equipment page. 
按“B”键打开你的背包，页面顶部的图标会显示你物品栏中的所有物品。可点击某物品，然后点击物品页面底部的蓝色“手形”图标查看。
00000044
Press "P" on your keyboard to open your Spell Deck. The left-hand page shows spells that are in your Spell Deck, while the right hand page shows the cards you have. You can left-click spells to add or remove them from your Spell Deck. 
按“P”键即可打开你的魔法盒。页面左侧显示的是你的魔法盒中的魔法，右侧显示的则是你当前可用的魔法卡牌。可以左键单击魔法卡牌将其删除或添加至你的魔法盒中。
00000045
Press "P" on your keyboard to open your Spell Deck. The gold card tab shows your Treasure Cards. You can discard regular spell cards and draw Treasure Cards in combat, but when you cast them, they're gone!
按“P”键即可打开你的魔法盒。黄色选项卡显示的是你的宝藏卡。你可以在战斗中放弃普通的魔法卡牌并抽取宝藏卡，宝藏卡在用完之后消失！
00000046
Press "M" on your keyboard and your map will open. The green arrowhead shows where you are.
按“M”键即可打开你的地图。绿色箭头显示了你所在的位置。
00000047
Press "Q" on your keyboard and your Current Quest Journal will open. You can use the gold side-arrows to turn the page. Each quest shows the goal, the location, and the reward. A question mark in the upper left corner lets you review your information.
按“Q”键打开你的当前任务日志。你可以使用金色的下拉箭头翻页。日志详细记录每项任务的目标、地点和奖励。可以点击左上角的问号查看相关信息。
00000048
Treasure Cards appear in your spell book under the Treasure Card tab. You must add them to your deck. 
你可以在魔法书中查看你的宝藏卡，你必须把它们加入你的魔法盒中才能使用。
00000049
When you get your potion bottle, it appears next to your Health and Mana spheres. You can click on it and it will restore your lost Health and Mana. Hilda Brewer in the Fairegrounds can refill it for you (for a price), or you can refill it by playing minigames. 
魔力泉水在你的生命值和法力值球体旁边，点击它你的生命值和法力值就会恢复。游乐场上的希尔达·布鲁尔可以有偿为你添加，或者你也可以通过玩迷你游戏自行添加。
00000050
Your bank is in your dormitory room. When your Bank is open, you can move things between your Backpack and your Bank by clicking the "Move to Bank" or "Move to Backpack" buttons.
你的仓库在你的宿舍里。打开仓库后，你可以点击“移至仓库”或“移至背包”按钮移动物品至仓库或背包。
00000051
Click the word balloon button in the upper left corner of your screen. You can create a sentence by picking from the list of sentences or questions. The words will appear over your head, as if you said them. 
点击屏幕左上方的文字气球图标，然后从对话列表中选择自己想说的话。最后你想说的话就会浮现在头顶上。
00000052
Click the handshake button in the upper right corner of your screen. This is your Friends list. You can use your Friends List to see who is online, and teleport to your friends. You can also earn Crowns by inviting friends to play Wizard101.
点击屏幕右上角的握手按钮。这是你的好友列表。你可以使用好友列表查看在线好友，然后传送至好友身边。邀请好友参加游戏可以获取皇冠。
00000053
You can interact with an item in the world by pressing "X" on your keyboard when prompted, or sometimes by left-clicking on it.
如果游戏有提示，你可以通过按下“X”键或者左键单击了解物品。
00000054
If you don't know what to do next, look at your Current Quests journal (press "Q" on your keyboard) to see your quests. Look for people with big yellow exclamation points over their heads... they have new quests for you.
如果你不知道接下来的任务，可以查看当前任务日志（按下键盘上的“Q”键查看）明确任务。找寻头上显示黄色叹号的角色……他们会给你新的任务。
00000055
Press "C" on your keyboard to open your character journal page. 
按下“C”键，就可以打开你的人物信息页面。
00000056
Go to the Fairegrounds, step on one of the glowing circles in front of the small tents, and press "X" or left-click to play. The instructions for each minigame will appear before you can start the minigame. 
前往游乐场，踩踏小帐篷前的任意发光圆圈，然后按下“X”或单击左键即可开始进入迷你游戏。在你开始迷你游戏之前，会显示迷你游戏的说明。
00000057
Press "Q" on your keyboard and your Current Quests journal will open. The goals and location of each quest are shown here. Click the question mark in the upper left corner of the quest panel to review the quest information.
按“Q”键打开你的当前任务日志。日志记录了你所有任务的目标和位置。点击任务面板左上角的问号，查看任务相关信息。
00000058
Press "B" on your keyboard to open your Backpack. Each tab across the top of the screen shows each type of equipment or clothing you have. To change equipment or clothing, click on the item and click the hand button at the bottom of the page. 
按“B”键打开你的背包，屏幕上方的每个标签显示了你拥有的每种类型的装备或服装。要更改装备或衣服，请点击该物品，并点击页面底部的手形按钮。
00000059
Blue means you are using the item, red means it's in your backpack. 
蓝色图标表示你正在使用该物品，红色图标表示物品已经存放在你的背包中。
00000060
You can change the colors of your clothes and even your pet in the dye shop, located in the Shopping District. It's the shop with a paintbrush on the sign. 
在购物街的染色商店中，你可以改变你衣着的颜色，甚至你宠物的颜色。就是那家招牌上有个画笔标志的商店。
00000061
You can change your pet's name in the dye shop, located in the Shopping District. It's the shop with a paintbrush on the sign.
你可以在购物街的染料商店为你的宠物名字，这个商店有一个画笔的符号哦。
00000062
You can change the colors of your pet in the dye shop, located in the Shopping District. It's the shop with a paintbrush on the sign.
你可以在购物街的染料商店为你的宠物换色，这个商店有一个画笔的符号哦。
00000063
The dormitory rooms are located in Ravenwood, near the entrance, or you can open your map (press "M" on your keyboard) and click the "Go Home" button in the lower right corner of the page.
宿舍位于拉文霍德入口的附近，你也可以打开地图（按下键盘上“M”），点击页面右下角的“回家”按钮。
00000064
The Commons are at the center of Wizard City. When you're in Wizard City, you can teleport there immediately by clicking the "Commons" button attached to your compass.
广场处于魔法城的中心，当你在魔法城的时候，你可以点击指南针上的“广场”按钮立即传送到那里。
00000065
Open your Friends list by clicking the handshake button in the upper right corner of your screen. If your friend is online, you can click "Go To Location" and teleport to your friend's side.
点击屏幕右上角的握手按钮，打开你的“好友列表”。如果你的好友当前在线，你可以点击“传送按钮”，传送到好友身边。
00000066
...more Mana?
...更多的法力值？
00000067
...a pet?
...一只宠物？
00000068
...new equipment and clothing?
...新装备和服装？
00000069
...more quests?
...更多任务？
00000070
...gold?
...金币？
00000071
...Crowns?
...皇冠？
00000072
...a subscription?
...订阅？
00000073
...to pay for an area with Crowns?
...用皇冠购买一个区域？
00000074
...Treasure Cards?
...宝藏卡？
00000075
...more powerful?
...更强大？
00000076
...more help?
...需要更多的帮助?
00000077
...my professor?
...我的教授？
00000078
...Unicorn Way?
...独角兽大道？
00000079
...the Commons?
...广场？
00000080
...the Library?
...图书馆?
00000081
...Ravenwood?
...拉文霍德？
00000082
...the Shopping District?
...购物街？
00000083
...Olde Town?
...奥尔德镇？
00000084
...the Golem Court?
...傀儡庭院？
00000085
...the Fairegrounds?
...游乐场？
00000086
...the Arena?
...竞技场？
00000087
...friends?
...好友？
00000088
...my journal?
...我的日志？
00000089
...an item that I found?
...一个我发现的物品？
00000090
...my Spell Deck?
...我的魔法盒？
00000091
...my Spell Deck Sideboard?
...魔法盒中的宝藏卡？
00000092
...my map?
...我的地图？
00000093
...my potion bottle?
...我的魔力泉水瓶？
00000094
...my bank?
...我的银行？
00000095
...my Quest journal?
...我的任务日志？
00000096
...Treasure Cards?
...宝藏卡？
00000097
...the chat system?
...聊天系统？
00000098
...my Friends List?
...我的好友列表？
00000099
...an item in the world?
...世界上的一个物品？
00000100
...about my character?
...关于我的角色？
00000101
...to play minigames?
...玩小游戏？
00000102
...more about my quests?
...更多有关我的任务？
00000103
...what I'm wearing?
...我穿的是什么？
00000104
...the color of my clothes?
...我衣服的颜色？
00000105
...the color of my pet?
...我宠物的颜色？
00000106
...the name of my pet?
...我的宠物的名字？
00000107
go to
前往
00000108
...my dormitory room?
...我的宿舍？
00000109
...the Commons?
...广场？
00000110
...where my friends are?
...我的好友在哪里？
00000111
...where my friends are?
...我的好友在哪里？
00000112
To hide the Help Chat button, press "Esc" and go to Gameplay Options. You can choose to hide the Help Chat button here.
要隐藏“聊天帮助”按钮，按“Esc”然后进入游戏设置。然后选择隐藏“聊天帮助”。
00000113
hide
隐藏
00000114
...this button?
...这个按钮？
00000115
How do I find
我怎么找到
00000116
How do I use
我怎么使用
00000117
How do I use
我怎么使用
00000118
How do I learn
我怎么学习
00000119
How do I change
我怎么改变
00000120
How do I go to
我该怎么去
00000121
How do I hide this button?
我怎么隐藏这个按扭呢？
00000122
...more Mana?
...更多的法力值？
00000123
...more Health?
...更多的生命值？
00000124
...a pet?
...一只宠物？
00000125
...new equipment and clothing?
...新装备和服装？
00000126
...more quests?
...更多任务？
00000127
...gold?
...金币？
00000128
...Crowns?
...皇冠？
00000129
...a subscription to Wizard101?
...订阅沃尔学院？
00000130
...to pay for an area with Crowns?
...用皇冠购买一个区域？
00000131
...Treasure Cards?
...宝藏卡？
00000132
...more powerful?
...更强大？
00000133
...more help?
...需要更多的帮助?
00000134
...my dormitory room?
...我的宿舍？
00000135
...the Commons?
...广场？
00000136
...where my friends are?
...我的还有在哪里？
00000137
...what I'm wearing?
...我穿的是什么？
00000138
...the color of my clothes?
...我衣服的颜色？
00000139
...the color of my pet?
...我宠物的颜色？
00000140
...the name of my pet?
...我的宠物的名字？
00000141
...what to do next?
...下一步做什么？
00000142
...more about my character?
...更多关于我的角色？
00000143
...to play minigames?
...玩小游戏？
00000144
...more about my quests?
...更多有关我的任务？
00000145
...the compass?
...指南针？
00000146
...my map?
...我的地图？
00000147
...my journal?
...我的日志？
00000148
...my Quest journal?
...我的任务日志？
00000149
...my Spell Deck?
...我的魔法盒？
00000150
...my Spell Deck Sideboard?
...魔法盒中的宝藏卡
00000151
...Treasure Cards?
...宝藏卡？
00000152
...an item that I found?
...一个我发现的物品？
00000153
...my potion bottle?
...我的魔力泉水瓶？
00000154
...my bank?
...我的银行？
00000155
...the chat system?
...聊天系统？
00000156
...my Friends List?
...我的好友列表？
00000157
...an item in the world?
...世界上的一个物品？
00000158
...my way around?
...如何找到去往各处的路？
00000159
...my professor?
...我的教授？
00000160
...Unicorn Way?
...独角兽大道？
00000161
...the Commons?
...广场？
00000162
...the Library?
...图书馆？
00000163
...Ravenwood?
...拉文霍德？
00000164
...the Shopping District?
...购物街？
00000165
...Olde Town?
...奥尔德镇？
00000166
...the Golem Court?
...傀儡庭院？
00000167
...the Fairegrounds?
...游乐场？
00000168
...the Arena?
...竞技场？
00000169
...friends?
...好友？
00000170
How do I hide this button?
我怎么隐藏这个按扭呢？
00000171
How do I hide this button?
我如何隐藏此按钮？
00000172
...more Mana?
...更多法力值？
00000173
...a pet?
...一个宠物？
00000174
...new equipment and clothing?
...新装备和新衣服？
00000175
...more quests?
...更多任务？
00000176
...gold?
...金币？
00000177
...Crowns?
...皇冠？
00000178
...a subscription to Wizard101?
...沃尔学院的订阅？
00000179
...pay for an area with Crowns?
...用皇冠购买一个区域的使用权？
00000180
...Treasure Cards?
...宝藏卡？
00000181
...more powerful?
...更加强大？
00000182
...more help?
...更多帮助？
00000183
How do I find
我怎样才能找到
00000184
...my way around?
...到处走动而不迷路？
00000185
...my professor?
...我的教授？
00000186
...Unicorn Way?
...独角兽大道？
00000187
...the Commons?
...广场？
00000188
...the Library?
...图书馆？
00000189
...Ravenwood?
...拉文霍德？
00000190
...the Shopping District?
...购物街？
00000191
...Olde Town?
...奥尔德镇？
00000192
...the Golem Court?
...傀儡庭院？
00000193
...the Fairegrounds?
…游乐场吧
00000194
...the Arena?
...竞技场？
00000195
...friends?
...好友？
00000196
How do I use
我如何使用
00000197
...the compass?
...指南针？
00000198
...my map?
...我的地图？
00000199
...my journal?
...我的日志？
00000200
...my Quest journal?
...我的任务日志？
00000201
...my Spell Deck?
...我的魔法盒？
00000202
...my Spell Deck Sideboard?
...我魔法盒的宝藏卡？
00000203
...Treasure Cards?
...宝藏卡？
00000204
...an item that I found?
...我找到的物品？
00000205
...my potion bottle?
...我的魔力泉水瓶？
00000206
...my bank?
...我的银行？
00000207
...the menu chat system?
...菜单聊天系统？
00000208
...my Friends List?
...我的好友列表？
00000209
...an item in the world?
...这个世界的物品？
00000210
How do I learn
我如何了解
00000211
...what to do next?
...接下来该做什么？
00000212
...about my character?
...我的角色？
00000213
...to play minigames?
...玩迷你游戏？
00000214
...more about my quests?
...我的任务？
00000215
How do I change
我如何更改
00000216
...what I'm wearing?
...我穿着什么？
00000217
...the color of my clothes?
...我衣服的颜色？
00000218
...the color of my pet?
...我宠物的颜色？
00000219
...the name of my pet?
...我宠物的名称？
00000220
How do I go to
我如何去
00000221
...my dormitory room?
...我的寝室？
00000222
...the Commons?
...广场？
00000223
...where my friends are?
...我好友那里？
00000224
How do I find
我怎么去找到
00000225
How do I use
我怎么使用
00000226
How do I hide this button?
我怎么隐藏这个按扭呢？
00000227
How do I learn
我怎么学习
00000228
How do I change
我怎么改变
00000229
How do I go to
我该怎么去
00000230
..my dormitory room?
...我的宿舍？
00000231
...the Commons?
...广场？
00000232
...where my friends are?
...我的好友在哪里？
00000233
...what I'm wearing?
...我穿的是什么？
00000234
...the color of my clothes?
...我衣服的颜色？
00000235
...the color of my pet?
...我宠物的颜色？
00000236
...the name of my pet?
...我的宠物的名字？
00000237
...what to do next?
...下一步做什么？
00000238
...more about my character?
...更多关于我的角色？
00000239
...to play minigames?
...玩小游戏？
00000240
...more about my quests?
...更多有关我的任务？
00000241
...the compass?
...指南针？
00000242
...my map?
...我的地图？
00000243
...my journal?
...我的日志？
00000244
...my Quest journal?
...我的任务日志？
00000245
...my Spell Deck?
...我的魔法盒？
00000246
...my Spell Deck Sideboard?
...魔法盒中的宝藏卡
00000247
...Treasure Cards?
...宝藏卡？
00000248
...an item that I found?
...一个我发现的物品？
00000249
...my potion bottle?
...我的魔力泉水瓶？
00000250
...my bank?
...我的银行？
00000251
...the chat system?
...聊天系统？
00000252
...my Friends List?
...我的好友列表？
00000253
...an item in the world?
...世界上的一个物品？
00000254
...my way around?
...如何找到去往各处的路？
00000255
...my professor?
...我的教授？
00000256
...Unicorn Way?
...独角兽大道？
00000257
...the Commons?
...广场？
00000258
...the Library?
...图书馆？
00000259
...Ravenwood?
...拉文霍德？
00000260
...the Shopping District?
...购物街？
00000261
...Olde Town?
...奥尔德镇？
00000262
...the Golem Court?
...傀儡庭院？
00000263
...the Fairegrounds?
...游乐场？
00000264
...the Arena?
...竞技场？
00000265
...friends?
...好友？
00000266
...more Mana?
...更多的法力值？
00000267
...a pet?
...一只宠物？
00000268
...new equipment and clothing?
...新装备和服装？
00000269
...more quests?
...更多任务？
00000270
...gold?
...金币？
00000271
...Crowns?
...皇冠？
00000272
...a subscription to Wizard101?
...订阅沃尔学院？
00000273
...pay for an area with Crowns?
...用皇冠购买一块区域
00000274
...Treasure Cards?
...宝藏卡？
00000275
...more powerful?
...更强大？
00000276
...more help?
...需要更多的帮助?
00000292
...furniture?
...家具？
00000293
...a house?
...一个房子？
00000294
...my house?
...我的房子？
00000295
Mr. Lincoln
林肯先生
00000296
To go to your new house instead of your dorm room, you can equip it in your Backpack just like you would any other item. Once you've done that, you can click the "Go Home" icon on your map to teleport there.
要前往你的新房子，而不是宿舍，你可以用你的背包里的物品装备它，就像你装备你的任何其他物品一样。一旦你完成后，就可以点击地图上的“回家”图标，瞬移到那里。
00000297
...a new house?
...一个新家？
00000298
...a new house?
...一个新房子？
00000299
If you've purchased or won a new house and want to move in, you can select it in your Backpack just like you would any other item. Once you're moved in, you can hit the "Go Home" icon on your map to teleport there.
如果你购买或赢得了一座新房子，想要搬进去，那么你可以在背包中选择它，就像选择任何其他物品一样。一旦你搬进去了，你可以点击你的地图上的“回家”图标，传送到那儿。
00000300
...the crafting system?
...手工艺系统？
00000301
...a recipe?
...一个配方？
00000302
...reagents?
...材料？
00000303
...more crafting slots?
...更多的手工艺槽
00000304
...reagents?
...材料？
00000305
...the group chat system?
...队伍聊天系统？
00000306
You can also make your own equipment and clothing with the crafting system. Recipe vendors throughout the Spiral sell a variety of clothing and equipment recipes.
你也可以使用手工艺系统制作自己的装备和服装。旋涡星系的配方商人出售各种服装和装备配方。
00000307
You can also make your own Treasure Cards using recipes sold by the Trees in Ravenwood. 
你可以去拉文霍德的大树那买一些配方，制作自己的宝藏卡。
00000308
...a crafting station?
...一个手工艺工作台？
00000309
...recipes?
...配方？
00000310
...the Bazaar?
...集市？
00000311
...my crafting station?
...我的手工艺工作台？
00000312
...the Bazaar?
...集市？
00000313
...the Arena?
...竞技场？
00000314
...Arena Tickets?
...竞技场券？
00000315
...recipes?
...配方？
00000316
When you're in a duel, you can discard a card from your hand and draw a random Treasure Card. When a Treasure Card spell is cast, it is gone. 
当你单挑的时候，你可以从手里丢弃一张卡牌并随机抽一张宝藏卡。使用宝藏卡魔法后，宝藏卡消失。
00000317
You can also restore your health by using a full potion bottle, or through healing spells while in combat.
你也可以用一瓶魔力泉水恢复生命值，或者在战斗中使用治疗魔法。
00000318
You can earn eggs from completing quests, and monsters sometimes drop them! Pets can also hatch new eggs in the Hatchery. 
完成任务你就可以得到蛋，怪兽有时候也会生蛋！宠物也会在孵化所孵蛋。
00000319


00000320
You can buy pet snacks from the vendors located in the Pet Pavilion, in the Crown Shop, and in other places throughout the Spiral. 
你可以在宠物馆、王冠店和旋涡星系其他地方的小贩那里购买宠物小吃。
00000321
The gate to the Pet Pavilion is in the Commons, near Prospector Zeke's wagon. 
宠物馆的大门位于广场，临近探险家齐克的马车。
00000322


00000323
You can buy pet snacks from the vendors located in the Pet Pavilion, in the Crown Shop, and in other places throughout the Spiral. 
你可以在宠物馆、王冠店和旋涡星系其他地方的小贩那里购买宠物零食。
00000324


00000325
After your pet completes a pet training game, you can feed it a snack. Snacks will improve the pet's abilities as it grows. 
宠物完成宠物训练游戏后，你可以喂它小吃。随着宠物的成长，小吃可以提高宠物的能力。
00000326


00000327
Your energy will return over time, at around 1 point every 15 minutes. 
随着时间的推移，你的能量将会恢复，每15分钟大概恢复1点。
00000328
If you want to hatch a new pet alone, put two Adult pets into the hatcher, and press the "Hatch" button. An egg will be produced. 
如果你想独自孵化一个新的宠物，把两个成年宠物放进孵卵所里，然后点击“孵化”按扭。这样，一个蛋就产生了。
00000329


00000330
Two Wizards can work together to hatch two eggs. Each Wizard puts one Adult pet into the hatcher, and two eggs will be produced. 
两名魔法师可以携手合作，孵两只蛋。 每个魔法师把一个成年宠物放在孵化所里之后，就会生成两只蛋。
00000331
Pets have two types of abilities: Talents and Powers. Powers only work in the Pet Derby, and you spend Morale to use them to help your pet or hinder other pets.
宠物有两种能力：天赋和竞技。竞技技能只适用于宠物竞速赛，你消耗士气来使用竞技技能帮助你的宠物或是阻碍其他宠物。
00000332


00000333
Talents are spells or other bonuses your pet will use during magical duels. You don't have to do anything to activate these. Your pet will automatically use their Talents to help you!
天赋是指魔法或者其他属性加成，宠物可在魔法战斗中使用天赋。你无需激活，你的宠物会自动使用它们的天赋帮助你！
00000334
You need a pet equipped to play a pet training game, and must go to the Pet Pavilion to play them. Pet training games cost energy to play. The older your pet is, the more energy it costs. 
要玩宠物训练游戏的话，你需要有一只宠物，而且必须进入宠物馆中才能进行游戏。宠物训练游戏需要消耗宠物的能量，你的宠物年龄越大，需要消耗的能量就越多。
00000335
Your pet regenerates energy over time. Pets grow in abilities through playing in training games. When the training game is complete, you can feed your pet a snack!
你的宠物会逐渐恢复精力。通过训练游戏，宠物的能力会得到提升。当训练游戏结束后，你可以给你的宠物喂点零食！
00000336
You can join the Pet Derby in the Pet Pavilion by signing up with Milo Barker. Practice duels don't earn you any arena tickets or gold, but are good to learn how to race.
你可以在米路·巴克那儿登记参加宠物竞速赛。练习赛不会给你赢得任何竞技场券或金币，但能够教你比赛技巧。
00000337
Player-vs-player races can earn you Arena Tickets or gold.
玩家之间的竞赛能为你赢得竞技场券或金币。
00000338
Open your Spellbook and select the Pets tab on the right-hand side. You can scroll through your pets to see their age, type, school, experience, abilities, Pedigree, Powers, and Talents. 
打开你的魔法书，选择右侧的“宠物”标签。你可以查看你的宠物，包括等级、类型、学院、经验、能力、血统评分、天赋和竞技技能。
00000339
Open your backpack by pressing "B" or clicking on your Spellbook. Select the Pets tab. Click on the pet you want to have with you, and select the Equip button at the bottom of the screen. 
按“B”键或者单击你的魔法书就能打开你的背包。单击你想要的宠物，并选择屏幕下方的装备键。
00000340
To deselect the pet, click the Equip button again. 
再次单击装备键，就能取消选定宠物。
00000341
...pet snacks?
...宠物小吃？
00000342
...more Energy?
...更多能量？
00000343
...the Pet Pavilion?
...宠物馆？
00000344
...pet snacks?
...宠物小吃？
00000345
...the Hatchery?
...那个孵化所？
00000346
...my pet's abilities?
...我宠物的能力？
00000347
...pet training games?
...宠物训练游戏？
00000348
...the Pet Derby?
...宠物竞速赛？
00000349
...more about my pets?
...我的宠物？
00000350
...my current pet?
...我当前的宠物？
00000351
The small globe next to your Health and Mana globes is for Energy. You'll use Energy for pet training games and when gardening. 
生命值和法力值旁边的那个球代表着你的能量，训练宠物和使用园艺魔法会消耗你的能量。
00000352
...my pets into my Castle?
...我的宠物进入我的城堡？
00000353
The older your pet, the more Energy the games cost. Gardening spells cost different amounts of Energy, as well. Energy points return over the course of time.
你的宠物等级越高，宠物训练游戏需要消耗的能量越多。不同园艺魔法需要不同数量的能量，能量点数会随时间而恢复。
00000354
How does my pet use
我的宠物如何使用
00000355
...pet snacks?
...宠物小吃？
00000356
...the Hatchery? 
...孵化所？
00000357
...its Powers or Talents? 
...他的天赋和竞技技能？
00000358
...training games? 
...宠物训练游戏？
00000359
...the Pet Derby? 
...宠物竞速赛？
00000360
...Power Pips?
...超级魔豆？
00000361
...seeds?
...种子？
00000362
...seeds?
...种子？
00000363
...gardening spells?
...园艺魔法？
00000364
...about my plants?
...我的植物？
00000365
...more about gardening?
...园艺？
00000366
...a multiplayer mount?
...多人坐骑？
00000367
...a multiplayer mount?
...多人坐骑？
00000368
A multiplayer mount allows more than one player to ride a mount: a driver and one or more riders. 
一个多人坐骑可以容纳不只一个玩家：一个驾驶员和一个或多个乘客。
00000369
Multiplayer mounts are equipped and unequipped just like a regular mounts. The player equipping a multiplayer mount becomes the mount's driver. 
像正常坐骑一样，多人坐骑可供玩家装备上与卸下装备。装备上多人坐骑的玩家成为了坐骑的驾驶员。
00000370
All riders must be a part of a group with the mount's driver. Riders leaving the group will dismount. If the driver leaves the group, all riders dismount.
连同驾驶员，所有的乘客必须是团队的一份子。离开团队的乘客将会跳下坐骑。如果驾驶员离开了坐骑，那么团队所有成员都将跳下。
00000371
Additional players can ride along by pressing X or left-clicking the mount's interact prompt.
其他玩家可以点击X加入乘骑，或者左击坐骑的互动提示。
00000372
If the driver of a mount enters combat, teleports, or enters a sigil, all riders will join the driver, as long as they all have access to the area.
如果坐骑的驾驶员加入战斗，选择传送，进入魔法，那么所有其他可访问该区域的乘客都会加入。
00000373
All players on a mount receive the benefits of a wisp, but rewards from any chests go only to the driver.
坐骑上所有玩家都可从能量球上获利，但只有驾驶员可从宝箱中获利。
00000374
To dismount, a rider can move their own character or equip their own mount. If the driver unequips the mount, everyone dismounts.
离开坐骑，乘客可移开自己角色或装备上自己的坐骑。如果驾驶员离开了坐骑，所有人都会解散。
00000375
...multiplayer mounts?
...多人坐骑？
00000376
The small globe next to your Health and Mana globes is your Energy, which you'll use for hobbies, like Gardening, Fishing, and pet games.

